@extends('app')

@section('confidentiality')
    <div class="mx-auto w-2/3 mt-8 space-y-3 max-w-6xl mb-4">
        <h1 class="text-green-200 font-semibold md:font-bold border-b border-b-green-900">ПОЛИТИКА
            КОНФИДЕНЦИАЛЬНОСТИ</h1>
        <p class="text-green-200 text-sm md:text-base">
            Предоставляемая вами персональная информация (имя, адрес, телефон, e-mail, номер банковской карты) является
            конфиденциальной и не подлежит разглашению. Данные вашей кредитной карты передаются только в зашифрованном
            виде и не сохраняются на нашем web-сервере. Пользуясь услугами нашего сайта, вы автоматически соглашаетесь с
            нашей политикой конфиденциальности.
        </p>
    </div>
@endsection
