@extends('app')

@section('offer')
    <div class="mx-auto w-2/3 mt-8 space-y-3 max-w-6xl mb-4">
        <h1 class="text-green-200 font-semibold md:font-bold border-b border-b-green-900">ОФЕРТА</h1>
        <h1 class="text-green-200 text-sm md:text-base font-medium md:font-semibold">
            Настоящее пользовательское соглашение, далее "Соглашение", заключается между Интернет-магазином heypsina.ru,
            имеющим адрес в сети Интернет https://heypsina.ru, далее "Интернет-магазин" или "Сайт", и пользователем
            услуг Интернет-магазина, далее "Покупатель", и определяет условия приобретения товаров через Сайт.
        </h1>
        <ul class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
            <li>
                1. Основные положения
            </li>
            <li>
                1.1. Настоящее Соглашение заключается между Покупателем и Интернет-магазином в момент оформления заказа.
                Покупатель подтверждает свое согласие с условиями, установленными настоящим Соглашением, путем
                проставления отметки в графе "Я согласен с правилами магазина" при оформлении заказа.
            </li>
            <li>
                1.2. Настоящее Соглашение, а также информация о товаре, представленная на Сайте, являются публичной
                офертой в соответствии со ст.435 и ч.2 ст.437 ГК РФ.
            </li>
            <li>
                1.3. К отношениям между Покупателем и Интернет-магазином применяются положения ГК РФ о продажи товаров
                дистанционным способом (ст.497 Федерального закона РФ от 25.10.2007 N 234-ФЗ), а также Закон РФ «О
                защите прав потребителей» от 07.02.1992 №2300-1 и иные правовые акты, принятые в соответствии с ними.
            </li>
            <li>
                1.4. Покупателем может быть любое физическое или юридическое лицо, способное принять и оплатить
                заказанный им товар в порядке и на условиях, установленныx настоящим Соглашением, на территории
                Российской Федерации.
            </li>
            <li>
                1.5. Интернет-магазин оставляет за собой право вносить изменения в настоящее Соглашение.
            </li>
            <li>
                1.6. Настоящее Соглашение должно рассматриваться в том виде, как оно опубликовано на Сайте, и должно
                применяться и толковаться в соответствии с законодательством Российской Федерации.
            </li>
        </ul>
        <ul class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
            <li>
                2. Информация о товаре
            </li>
            <li>
                2.1. Товар представлен на Сайте через фото-образцы, являющиеся собственностью Интернет-магазина.
            </li>
            <li>
                2.2. Каждый фото-образец сопровождается текстовой информацией: названием, ценой и описанием товара.
            </li>
            <li>
                2.3. Указанная на Сайте цена товара может быть изменена Интернет-магазином в одностороннем порядке.
            </li>
        </ul>
        <ul class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
            <li>
                3. Порядок приобретения товара
            </li>
            <li>
                3.1. Покупатель вправе оформить заказ на любой товар, представленный на Сайте. Заказ может быть оформлен
                Покупателем следующим способом: самостоятельно на Сайте.
            </li>
            <li>
                3.2. После оформления заказа на e-mail Покупателя отправляется письмо, подтверждающее принятие заказа, с
                указанием наименований выбранных товаров и общей суммы заказа, являющейся неотъемлемой частью настоящего
                Соглашения. Далее, когда заказ отправлен, заказчику приходит уведомление на электронную почту, в котором
                содержится номер для отслеживания посылки, отправляемой ему по почте России.
            </li>
        </ul>
        <ul class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
            <li>
                4. Оплата товара
            </li>
            <li>
                4.1. Способы оплаты товара указаны на Сайте в разделе "Оплата" и "Доставка".
            </li>
            <li>
                4.2. При расчете Покупатель оплачивает товар только с помощью Интернет-эквайринга (Юкасса).
            </li>
            <li>
                4.3. Товар оплачивается только в рублях.
            </li>
        </ul>
        <ul class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
            <li>
                5. Возврат товара
            </li>
            <li>
                Товары на Сайте не подлежат возврату.
            </li>
        </ul>
        <ul class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
            <li>
                6. Прочее
            </li>
            <li>
                6.1. Интернет-магазин оставляет за собой право расширять и сокращать товарное предложение на Сайте,
                регулировать доступ к покупке любых товаров, а также приостанавливать или прекращать продажу любых
                товаров по своему собственному усмотрению.
            </li>
            <li>
                6.2. Интернет-магазин вправе проводить специальные акции.
            </li>
            <li>
                6.3. В соответствии с Федеральным законом «О персональных данных», размещая заказ, Вы даете согласие
                Интернет-магазину на обработку своих персональных данных в целях осуществления отправки товара.
            </li>
            <li class="text-green-200 text-sm md:text-base font-medium md:font-semibold space-y-1">
                <h2>
                    — является общедоступной;
                </h2>
                <h2>
                    — раскрыта по требованию или с разрешения Покупателя;
                </h2>
                <h2>
                    — требует раскрытия по основаниям, предусмотренным законодательством, или при поступлении
                    соответствующих запросов суда или уполномоченных государственных органов;
                </h2>
                <h2>
                    — раскрыта по иным основаниям, предусмотренным соглашением Сторон.
                </h2>
            </li>
            <li>
                6.5. Продавец вправе в одностороннем порядке вносить изменения в Соглашение путем публикации изменений
                на Сайте по адресу https://heypsina.ru, если иное не предусмотрено новой редакцией Соглашения.
            </li>
            <li>
                6.6. Соглашение является юридически обязывающим договором между Покупателем и Продавцом и содержит
                правила совершения покупок в Интернет-магазине «heypsina.ru».
            </li>
            <li>
                6.7. Данный договор считается заключенным с момента выдачи продавцом покупателю кассового или товарного
                чека, либо иного документа, подтверждающего оплату товара, или с момента получения продавцом сообщения о
                намерении приобрести товар.
            </li>
        </ul>
    </div>
@endsection
